import { News } from "../types/types";

export const mockNews: News[] = [
  {
    id: "news-1",
    date: "18.07.2025",
    title: "События ВУЗов в приложении",
    content:
      "Мы решили не медлить, и почти сразу после релиза выпустили крутую функцию! Событий...",
  },
  {
    id: "news-2",
    date: "18.07.2025",
    title: "Новое обновление системы бронирования",
    content:
      "Вот и настал день, когда мы представляем вам новую систему бронирования мест в университетских аудиториях!",
  },
  {
    id: "news-3",
    date: "18.07.2025",
    title: "Обновление мобильного приложения",
    content:
      "Мобильное приложение получило долгожданное обновление с улучшенным интерфейсом и быстрой навигацией.",
  },
  {
    id: "news-4",
    date: "18.07.2025",
    title: "Старт нового образовательного проекта",
    content:
      "Открывается новый образовательный проект по развитию цифровых компетенций студентов.",
  },
  {
    id: "news-5",
    date: "18.07.2025",
    title: "Изменения в расписании занятий",
    content:
      "В связи с изменениями в учебном плане произошли корректировки в расписании занятий.",
  },
  {
    id: "news-6",
    date: "18.07.2025",
    title: "Изменения в расписании занятий",
    content:
      "В связи с изменениями в учебном плане произошли корректировки в расписании занятий.",
  },

  {
    id: "news-8",
    date: "18.07.2025",
    title: "Изменения в расписании занятий",
    content:
      "В связи с изменениями в учебном плане произошли корректировки в расписании занятий.",
  },

  {
    id: "news-9",
    date: "18.07.2025",
    title: "Изменения в расписании занятий",
    content:
      "В связи с изменениями в учебном плане произошли корректировки в расписании занятий.",
  },
];
